adobe-source-han-sans-cn-fonts
adobe-source-han-serif-cn-fonts
aria2
ariang-allinone-bin
atool
base
base-devel
bcachefs-tools
bottles
bottom
choosenim-bin
clang
clojure
dbeaver
direnv
downgrade
dragon-drop
efibootmgr
eza
fcitx5
fcitx5-chinese-addons
fcitx5-configtool
fcitx5-gtk
fcitx5-pinyin-custom-pinyin-dictionary
fcitx5-qt
fish
flutter
fzf
gammastep
gimp
git
git-delta
git-lfs
go
gopass-jsonapi
grim
grub
hyprland
intel-ucode
jellyfin-ffmpeg
jellyfin-media-player
jellyfin-server
jellyfin-web
jq
kitty
komga
light
linux
linux-firmware
logseq-desktop-wayland-bin
lxsession
ly
mako
man-db
man-pages
mold
mpd
neovim
networkmanager
noto-fonts-emoji
ntfs-3g
nvidia
nvidia-utils
oils-for-unix
onlyoffice-bin
openssh
otf-firamono-nerd
page-git
pamixer
pavucontrol
podman
podman-compose
progress
proton-ge-custom-bin
proxychains-ng
pulseaudio
python-pillow
qt5-wayland
ranger
rclone
reflector
ripgrep
rlwrap
rsync
rustup
sioyek
slurp
starship
steam
sudo
tealdeer
texlive-full
thorium-browser-bin
tofi
tree
ttf-firacode-nerd
typora-free-bin
typst
udiskie
unzip
uuplugin-bin
v2raya-bin
ventoy-bin
vimiv
waybar
wget
wl-clipboard
yay-bin
zoxide
zvm
